Repository: elebihan/vestricius
Catalog: po/*.po
Languages: fr

source: PATH
fr: CHEMIN

source: set plugins search path
fr: définit un chemin de recherche des extensions

source: show debug messages
fr: affiche les messages de débogage

source: list available plugins or presets
fr: liste les extensions ou réglages disponibles

source: show some details
fr: affiche des détails

source: objects to list
fr: objets à lister

source: add a new preset for a plugin
fr: ajoute un nouveau réglage pour une extension

source: PLUGIN
fr: EXTENSION

source: plugin to use
fr: extension à utiliser

source: PRESET
fr: RÉGLAGE

source: name of the new preset
fr: nom du nouveau réglage

source: edit an existing preset
fr: édite un réglage existant

source: NAME
fr: NOM

source: preset to edit
fr: réglage à éditer

source: remove an existing preset
fr: enlève un réglage existant

source: preset to remove
fr: réglage à enlever

source: do not prompt user for confirmation
fr: ne demande pas de confirmation à l'utilisateur

source: inspect a crash archive
fr: inspecte une archive de crash

source: set output file name
fr: définit le nom du fichier de sortie

source: FILE
fr: FICHIER

source: path to the crash archive
fr: chemin vers l'archive du crash

source: name of the preset to use
fr: nom du réglage à utiliser

source: fetch and inspect the latest available archive
fr: récupère et inspecte la dernière archive disponible

source: pattern of crash archive name
fr: schéma du nom de l'archive du crash

source: show information about the latest available archive
fr: affiche des informations sur la dernière archive disponible

source: watch for new crash archive
fr: surveille l'apparition d'une nouvelle archive de crash

source: COMMAND
fr: COMMANDE

source: command to perform to notify user
fr: commande à exécuter pour informer l'utilisateur

source: DURATION
fr: DURÉE

source: duration of observation
fr: durée de l'observation

source: Do you REALLY want to delete the preset '{}' [y/N]?
fr: Voulez-vous VRAIMENT effacer le réglage '{}' [o/N]?

source: y
fr: o

source: Deleted '{}'
fr: '{} a été effacé

source: Using preset '{}'
fr: Utilisation du réglage '{}'

source: Using plugin '{}'
fr: Utilisation de l'extension '{}'

source: Generated report '{}'
fr: Le rapport '{}' a été généré

source: Found '{}' uploaded on {}
fr: '{}' a été trouvé, envoyé le {}

source: Executing '{}'
fr: Exécution de '{}'

source: Notification command exited with code {}
fr: La commande de notification s'est terminée avec le code {}

source: Missing command
fr: Commande absente

source: Command failed ({})
fr: La commande a échouée ()

source: can not find {}
fr: impossible de trouver {}

source: Machine architecture is '{}'
fr: L'architecture de la machine est '{}'

source: Searching for plugins in {}
fr: Recherche d'extensions dans {}

source: Found plugin '{}'
fr: L'extension '{}' a été trouvée

source: Looking for plugin '{}'
fr: Recherche de l'extension '{}'

source: plugin not found
fr: extension introuvable

source: Searching for presets in {}
fr: Recherche de réglages dans {}

source: Found preset '{}'
fr: Le réglage '{}' a été trouvé

source: preset already exists
fr: le réglage existe déjà

source: preset not found
fr: réglage introuvable

source: Generating backtrace for {} using {}
fr: Génération de la pile d'appels pour {} en utilisant {}

source: Looking for crash archive at {}
fr: Recherche d'une archive de crash à {}

source: no file found
fr: aucun fichier trouvé

source: Found '{}' ({})
fr: '{}' ({}) a été trouvé

source: Removing '{}'
fr: Effacement de '{}'

source: URL of repository not set in preset
fr: URL du dépôt non spécifiée dans le réglage

source: Core dump file generated by '{}'
fr: Fichier de vidange système généré par '{}'

source: Using {} as reference
fr: Utilisation de {} en tant que référence

source: dummy inspection of {}
fr: inspection factice de {}

source: dummy divination
fr: divination factice

source: Found core dump file '{}'
fr: Le fichier de vidange système '{}' a été trouvé

source: Extracting to '{}'
fr: Extraction vers '{}'
